var tabdata = [
    [{
        "h1": "首页"
    }, {
        "h1": "男装"
    }, {
        "h1": "女装"
    }, {
        "h1": "儿童"
    }, {
        "h1": "鞋履"
    }, {
        "h1": "箱包"
    }, {
        "h1": "配饰"
    }],
    [
        [{
            "tli": "上装"
        }, {
            "tli": "下装"
        }]
        , [{
            "tli": "上装"
        }, {
            "tli": "下装"
        }, {
            "tli": "裙装"
        }, {
            "tli": "内衣"
        }], [{
            "tli": "男童"
        }, {
            "tli": "女童"
        }, {
            "tli": "婴幼童"
        }], [{
            "tli": "人气男鞋"
        }], [{
            "tli": "人气女鞋"
        }, {
            "tli": "品质男包"
        }], [{
            "tli": "潮流女包"
        }, {
            "tli": "配饰"
        }]
    ],
    [
        [
            ["上装", "卫衣", "长袖衬衫", "夹克", "毛衣", "西装", "风衣", "大衣", "羽绒服", "短袖T恤", "短袖衬衫", "长袖T恤"],
            ["下装", "牛仔长裤", "休闲长裤", "针织休闲裤", "西裤", "牛仔中短裤", "休闲中短裤", "针织中短裤"]
        ],

        [
            ["上装", "长袖衬衫", "卫衣", "毛衣", "夹克", "风衣", "大衣", "棉服", "羽绒服", "短袖T恤", "短袖衬衫", "长袖T恤"],
            ["下装", "牛仔长裤", "休闲长裤", "针织裤", "连身裤", "牛仔中短裤", "休闲中短裤"],
            ["裙装", "连衣裙", "半身裙"],
            ["内衣", "内衣上装", "内衣下装", "家居服", "袜子"]
        ],

        [
            ["男童", "衬衫", "卫衣", "外套", "长裤", "鞋包配", "T恤", "中短裤"],
            ["女童", "衬衫", "卫衣", "外套", "裙装", "长裤", "鞋包配", "T恤", "中短裤"],
            ["婴幼童", "连体衣", "套装", "下装", "上装"]
        ],

        [
            ["人气男鞋", "休闲鞋", "运动鞋", "商务鞋", "帆布鞋"],
            ["人气女鞋", "休闲鞋", "运动鞋", "商务鞋", "帆布鞋", "靴子", "凉/拖鞋"]
        ],

        [
            ["品质男包", "钱包/手拿包", "胸包", "双肩包"],
            ["潮流女包", "单肩包", "双肩包", "斜挎包", "钱包/手拿包", "手提包", "胸包/腰包"]
        ],

        [
            ["配饰", "帽子", "围巾/丝巾/披肩", "腰带/皮带", "其他配饰", "腕表"]
        ]
    ]
]